Repository: THAYLLER/desapega
Catalog: *-content/plugins/richedit/languages/*/messages.po
Languages: de_de, fa_ir, lv_lv, ru_ru, sk_sk, sv_se

source: Congratulations. The plugin is now configured
de_de: Herzlichen Glückwunsch, das Plugin ist jetzt konfiguriert
fa_ir: تبریک می گویم. پلاگین در حال حاضر پیکربندی شده است
lv_lv: Apsveicam. Plugin ir nokonfigurēts
ru_ru: Поздравляю. Теперь плагин настроен
sk_sk: Gratulujeme. Plugin je teraz nakonfigurovaný
sv_se: Pluginen är nu konfigurerad

source: Update
de_de: Aktualisierung
fa_ir: به روزرسانی
lv_lv: Atjaunot
ru_ru: Обновить
sk_sk: Aktualizácia
sv_se: Uppdatera

source: Rich edit options
de_de: Editieroptionen
fa_ir: Rich edit تنظیمات
lv_lv: Iestātījumi
ru_ru: Богатые возможности редактировать
sk_sk: Rich edit možnosti
sv_se: Rich edit alternativ

source: Theme
de_de: Design
fa_ir: پوسته
lv_lv: Tēma
ru_ru: Тема
sk_sk: Téma
sv_se: Tema

source: Skin
de_de: Oberfläche
fa_ir: پوسته
lv_lv: Dizains
ru_ru: Кожа
sk_sk: Vzhľad
sv_se: Skal

source: Skin variant
de_de: Oberflächenvariante
fa_ir: نوع پوسته
lv_lv: Dizainu varianti
ru_ru: Кожа вариант
sk_sk: Variant vzhľadu
sv_se: Skal alternativ

source: Width (need units, px or %)
de_de: Breite (Einheit, Pixel oder %)
fa_ir: عرض (need units, px or %)
lv_lv: Platums (pikseļos vai %)
ru_ru: Ширина (необходимо единиц, в пикселях или%)
sk_sk: Šírka (potrebné jednotky, px alebo %)
sv_se: Bredd ( antingen enheter, px eller %)

source: Height (need units, px or %)
de_de: Höhe (Einheit, Pixel oder %)
fa_ir: ارتفاع (need units, px or %)
lv_lv: Augstums ( pikseļos vai %)
ru_ru: Высота (необходимо единиц, в пикселях или%)
sk_sk: Výška (potrebné jednotky, px alebo %)
sv_se: Höjd ( antingen enheter, px eller %)

source: Line of buttons #1 (separated them by comma)
de_de: Erste Symbolleiste (durch Kommas getrennt)
lv_lv: Līnija pogas # 1 (atdalot tos ar komatu)
ru_ru: Линия кнопок № 1 (отделив их запятой)
sk_sk: Riadok s tlačidlami #1 (oddeľte ich čiarkou)
sv_se: Rad med knappar #1 (separerade med komma)

source: Line of buttons #2 (separated them by comma)
de_de: Zweite Symbolleiste (durch Kommas getrennt)
lv_lv: Līnija pogas # 2 (atdalot tos ar komatu)
ru_ru: Линия кнопки № 2 (отделив их запятой)
sk_sk: Riadok s tlačidlami #2 (oddeľte ich čiarkou)
sv_se: Rad med knappar #2 (separerade med komma)

source: Line of buttons #3 (separated them by comma)
de_de: Dritte Symbolleiste (durch Kommas getrennt)
lv_lv: Līnija pogas # 3 (atdalot tos ar komatu)
ru_ru: Линия кнопки № 3 (отделив их запятой)
sk_sk: Riadok s tlačidlami #3 (oddeľte ich čiarkou)
sv_se: Rad med knappar #3 (separerade med komma)

source: Plugins (separated them by comma)
de_de: Plugins (durch Kommas getrennt)
fa_ir: افزونه ها (separated them by comma)
lv_lv: Plugins (tos šķīra ar komatu)
ru_ru: Плагины (отделив их запятой)
sk_sk: Pluginy (oddeľte ich čiarkou)
sv_se: Plugins (separerade med komma)

source: Plugins are located in %s. Feel free to add more plugins if you need it
de_de: Plugins werden unter %s gespeichert. Fügen Sie Plugins hinzu, falls gewünscht.
fa_ir: پلاگین ها واقع شده در %s .شما میتوانید به راحتی اضافه کنید پلاگین های بیشتر اگر شما به آنها نیاز دارید
lv_lv: Plugins atrodas %s. Jūtieties brīvi, lai pievienotu vairāk plugins, ja tas nepieciešams
ru_ru: Плагины расположены в %s. Не стесняйтесь добавлять больше плагинов, если вам это нужно
sk_sk: Pluginy sú umiestnené v %s. Môžete pridať viac pluginov ak potrebujete
sv_se: Plugginen finns i %s. Du kan lägga till fler plugins där om du så önskar

source: Preview of the editor
de_de: Vorschau des Editors
fa_ir: پیش نمایش ویرایشگر
lv_lv: Editora paraugs
ru_ru: Предварительный просмотр редактором
sk_sk: Náhľad editora
sv_se: Förhandsgranskning av editorn

source: This is a preview of how the rich editor will look like
de_de: Hier wird in einer Vorschau angezeigt, wie der Editor aussieht
fa_ir: این یک پیشنمایش از rich editor است که شبیه آن است
lv_lv: Šis ir priekšskatījums, kā redaktors izskatās
ru_ru: Это предварительный просмотр того, как богатые редактора будет выглядеть
sk_sk: Toto je náhľad ako bude vyzerať rich editor
sv_se: Detta är en förhandsgranskning av hur editorn kommer att se ut

source: Learn more about the configuration of TinyMCE at %s
de_de: Weitere Informationen über das Arbeiten mit \"TinyMCE\" erhalten Sie unter %s
fa_ir: یادگیری بیشتر درباره تنظیمات TinyMCE در %s
lv_lv: Uzziniet vairāk par konfigurāciju TinyMCE ar %s
ru_ru: Узнайте больше о конфигурации TinyMCE в %s.
sk_sk: Zistiť viac o konfigurácii TinyMCE na %s
sv_se: Mer info om hur du konfigurerar TinyMCE på %s

source: Settings
de_de: Einstellungen
fa_ir: تنظیمات
lv_lv: Iestātījumi
ru_ru: Настройки
sk_sk: Nastavenia
sv_se: Inställningar
