Repository: THAYLLER/desapega
Catalog: *-content/plugins/all_*_one/languages/*/messages.po
Languages: pt_br

source: BackLink section helps you in BackLink Management (link exchange) with other websites and improve <strong>off-page SEO factors</strong> that are very important as well
pt_br: BackLink seção ajuda você em Gestão BackLink (troca de links) com outros sites e melhorar a <strong>fatores fora da página SEO</strong> que são muito importantes, bem

source: When you change your meta titles & description, you can have less vistors for few days till search engines reindex your website with new meta details
pt_br: Quando você muda sua meta títulos e descrição, você pode ter menos vistors para alguns dias até que os motores de busca indexar o seu site com novos detalhes meta

source: Plugin itself cannot break anything. You cannot set plugin to be <strong>wrong</strong>, there are just <strong>better</strong> and <strong>less better</strong> solutions
pt_br: Plugin si só não pode quebrar nada. Você não pode definir plugin para <strong>estar</strong> errado, há <strong>apenas</strong> melhor <strong>e</strong> menos <strong>soluções melhores</strong>

source: There are no general good pratices in setting order of meta tags, please do not contact us with this question
pt_br: Não há boas praticas gerais, a fim de definir meta tags, por favor não contactar-nos com esta pergunta

source: To set Meta Tags best as you can, check competitive websites in your country (other successful classifieds) and check what they use in meta title, description & keywords and use similar settings or try to improve it
pt_br: Para definir Meta Tags melhor que você puder, verificar sites competitivos no seu país (outros anúncios de sucesso) e verificar o que eles usam na meta título, descrição e palavras-chave e usar as configurações semelhantes ou tentar melhorá-lo

source: <strong>Meta Title</strong> should be long <strong>50-60 characters</strong>, otherwise it will not be shown whole in search engines
pt_br: <strong>Meta Título deve ser</strong> longo <strong>50-60 caracteres,</strong> caso contrário ele não será exibido ao todo em motores de busca

source: <strong>Meta Description</strong> should be long <strong>150-160 characters</strong>, otherwise it will not be shown whole in search engines
pt_br: <strong>Descrição Meta</strong> deve ser longa <strong>150-160 caracteres,</strong> caso contrário ele não será exibido ao todo em motores de busca

source: Best practice for Meta Title & Description is when there are keywords usually used in search. This will secure that those tags will be shown in search engine in particular search
pt_br: As melhores práticas para Meta Título e Descrição é quando há palavras-chave geralmente utilizados na pesquisa. Isto irá assegurar que essas tags será mostrado no motor de busca, em particular, pesquisa

source: When no keywords from search are found in your meta tags, search engine generate own meta tags for your site that fits search parameters more then your own
pt_br: Quando não há palavras-chave de pesquisa são encontradas em sua meta tags, motor de busca gerar próprios meta tags para seu site que se encaixa parâmetros de busca mais do que o seu próprio

source: Text shown in left (shown first) in meta tags has more weight than text on right side
pt_br: Texto mostrado na esquerda (primeiro) no metatags tem mais peso do que o texto no lado direito

source: You should not have more than <strong>10 meta keywords</strong> on page
pt_br: Você não deve ter <strong>mais</strong> de 10 <strong>meta palavras-chave</strong> na página

source: Do not contact us about SEO questions and support, we are developers, not SEO consultants
pt_br: Não entre em contato conosco sobre questões de SEO e de apoio, nós somos desenvolvedores, consultores de SEO não

source: SEO is neverending story, you should still try to improve it and do it with love and patient
pt_br: SEO é interminável história, você deve ainda tentar melhorá-lo e fazê-lo com amor e paciente

source: There are also other very important areas - copywritting, blogs, no duplicates on your website, no spam, try to get unique content... Check osclass for more tips
pt_br: Há também outras áreas muito importantes - copywritting, blogs, não há duplicatas em seu site, sem spam, para tentar obter conteúdo exclusivo ... Entrada osclass para mais dicas

source: If you have tips & ideas for improvement of this plugin, place your ideas into forums thread of this plugin
pt_br: Se você tiver dicas e idéias para a melhoria deste plugin, colocar suas idéias em fóruns de discussão deste plugin

source: All in One SEO Forum Thread
pt_br: All in One SEO Forum Tópico

source: You can see in action how this plugin helps osclass
pt_br: Você pode ver em ação como este plugin ajuda osclass

source: How All in One SEO Plugin helps osclass
pt_br: Como All in One SEO Plugin ajuda osclass

source: When you are starting classifieds, you can check general good tips & practices on our website
pt_br: Quando você está começando Classificados, você pode verificar gerais boas dicas e práticas em nosso site

source: How to start classifieds
pt_br: Como iniciar Classificados

source: If allowed only to admin, administrator can add/edit meta tags of listings on front & backend as well, when logged in to oc-admin in web browser.
pt_br: Se for permitido apenas para admin, administrador pode adicionar / editar meta tag de anúncios na parte dianteira & backend, bem como, quando conectado para oc-admin no navegador web.

source: Keywords needs to be separated with <strong>,</strong> (comma). After last keyword, there should not be comma.
pt_br: Palavras-chave precisa ser separado <strong>com, (vírgula).</strong> Depois da última palavra-chave, não deve haver vírgula.

source: Keywords will be added to Meta Keywords on every osclass page as appendix (to the end).
pt_br: Palavras-chave será adicionado à Meta Palavras-chave em cada página osclass como apêndice (até o fim).

source: To disable this function, leave keywords field blank.
pt_br: Para desabilitar esta função, deixar palavras-chave campo em branco.

source: You do not need to enter white spaces around delimiter, it will be added automatically. Means, add delimiter sign only.
pt_br: Você não precisa digitar espaços em branco em torno de delimitador, ele será adicionado automaticamente. Meios, adicione único sinal delimitador.

source: Your current page title for Listings page is
pt_br: Seu título da página atual de lista de propriedades página é

source: You can change this in field <strong>Page title on listing page</strong>. When this field is empty, default Home Page title is shown.
pt_br: Você pode mudar isso no campo <strong>Título da página na página de listagem.</strong> Quando este campo estiver vazio, padrão título Página é mostrado.

source: When user define Meta Title, this is shown, otherwise, normal Title of Listing is shown. You cannot hide this field in Meta title.
pt_br: Quando o usuário definir Meta título, isso é mostrado, caso contrário, o título normal do anúncio é mostrado. Você não pode esconder este campo em título Meta.

source: Your current page title is
pt_br: O título da página atual é

source: When Meta Title for Category is defined, this one is taken. Otherwise Category name is used.
pt_br: Quando Título Meta da categoria é definido, este é tomada. Caso contrário nome Categoria é usada.

source: Search pattern cannot be hidden and if is not empty, it will be shown.
pt_br: Pesquisa padrão não pode ser escondido e se não estiver vazio, ele será mostrado.

source: It is recommended to allow this. It will add part of listing title that are in currect category or search to improve chance of matching search keyword.
pt_br: Recomenda-se a permitir isso. Ele irá adicionar parte do título do anúncio que está na categoria currect ou procurar melhorar chance de correspondência de palavras-chave de busca.

source: Title & Description on homepage is exactly same as found in Settings > General. If you edit it here, it will reflect also there.
pt_br: Título & Descrição na homepage é exatamente igual ao encontrado em Ajustes> Geral. Se você editá-lo aqui, ele vai refletir também lá.

source: On all pages except Search/Category, Home & Listings page, this setting is valid. You can add custom Page Title that can be shown at first or last position in Meta Title. When Title for Other pages is empty, default title is taken (same as Home Page title).
pt_br: Em todas as páginas, exceto Pesquisa / categoria, Home & Listagens página, essa configuração é válido. Você pode adicionar personalizado Título da página que pode ser mostrado em primeira ou última posição no título Meta. Quando Título para outras páginas está vazio, título padrão é tomada (o mesmo do título Home Page).

source: If you want to use custom meta title, description and keywords of items on <strong>listing</strong> and <strong>search</strong> page</li> (search_list.php, search_gallery.php, item.php, main.php - latest block), you can do it with following functions
pt_br: Se você quiser usar personalizado meta título, descrição e palavras-chave de itens na <strong>lista</strong> e <strong>página</strong> de pesquisa </li> (search_list.php, search_gallery.php, item.php, main.php - último bloco), você pode fazê-lo com seguintes funções

source: Above listed functions automatically use to identify item, osclass build in function <strong>osc_item_id()</strong>, so you can use them only on pages where osc_item_id() is active
pt_br: Acima de funções listadas automaticamente usar para identificar item, osclass construir em função <strong>osc_item_id (), então</strong> você pode usá-los apenas nas páginas onde osc_item_id () está ativo

source: Meta settings for locations saved
pt_br: Meta definições para localizações guardadas

source: Countries & Regions Meta Settings
pt_br: Países e regiões Meta configurações

source: Edit Locations
pt_br: Editar localizações

source: You can set custom meta title, description and keywords for countries and regions
pt_br: Você pode definir personalizado meta título, descrição e palavras-chave para os países e regiões

source: Country Name
pt_br: Nome Pais

source: Update locations
pt_br: Atualizar Locais

source: If you do not enter Meta details for region or country, default osclass settings are used.
pt_br: Se você não inserir detalhes Meta para a região ou país, configurações osclass padrão são usados.

source: Do not enter more than 5 keywords per each location, it would be useless
pt_br: Não digite mais de 5 palavras-chave por cada local, seria inútil

source: Meta description & title should contain some keyword for your region/country (it's name). This will secure that when user search this word, your site will be shown with your Meta Title & Description you entered here. Otherwise, Google - or other search engines - will generate own.
pt_br: Meta descrição e título deve conter algumas palavras-chave para a sua região / país (é nome). Isto irá assegurar que quando o usuário procurar esta palavra, o seu site vai ser mostrado com seu Meta Título & Descrição que você entrou aqui. Caso contrário, o Google - ou outros motores de busca - irá gerar próprio.

source: When you are on listing page and you show region or country in title, region & country name <span class="underline">will not</span> be replaced by region/country meta title placed here
pt_br: Quando você está na página de listagem e você mostrar região ou país em título, região e nome do país <span class="underline">não será substituído por</span> região / país meta título colocado aqui

source: Meta settings saved
pt_br: Configurações Salvas

source: Add new or Edit existing Page
pt_br: Adicionar novo ou Editar Página existente

source: Edit button will take you to pages management site where you can edit this static page.
pt_br: Botão Editar o levará ao site de gerenciamento de páginas onde você pode editar esta página estática.

source: View button will open static page in new window and you will see page in front-office.
pt_br: Ver botão, será aberta página estática em uma nova janela e você vai ver página no front-office.

source: Page Name
pt_br: Nome da página:

source: Edit
pt_br: Editar

source: View
pt_br: Ver

source: Update pages
pt_br: Atualizar páginas

source: If you do not enter Meta details for page, default osclass settings are used.
pt_br: Se você não inserir detalhes Meta para página, as configurações padrão osclass são usados.

source: Meta title should have <strong>50-60 characters</strong>, Meta description <strong>150-160 characters</strong> and there should be <strong>4-5 keywords</strong>.
pt_br: Meta título deve ter <strong>50-60 personagens,</strong> descrição meta <strong>150-160 caracteres</strong> e deve haver <strong>4-5 palavras-chave.</strong>

source: Backup file robots_backup.txt file was successfully created
pt_br: Arquivo robots_backup.txt arquivo de backup foi criado com êxito

source: robots.txt file was successfully updated
pt_br: arquivo robots.txt foi atualizado com sucesso

source: It is impossible to write to robots.txt file, please change CHMOD settings on this file.
pt_br: É impossível gravar no arquivo robots.txt, altere as configurações CHMOD sobre este dossier.

source: Robots.txt file settings
pt_br: Configurações arquivo robots.txt

source: Choose robots you want to use
pt_br: Escolha robôs que você deseja usar

source: Robots.txt content
pt_br: Conteúdo robots.txt

source: Update robots.txt file
pt_br: Atualize arquivo robots.txt

source: You can use robots.txt generated by this form (custom) or default robots.txt (original). When original choosen will be choosen, copy from backup file will be used to restore original file
pt_br: Você pode usar robots.txt gerado por esta forma (personalizado) ou robots.txt padrão (original). Quando pretendido original será escolhido, copie a partir do arquivo de backup será utilizada para restaurar arquivo original

source: File robots.txt give instruction to search engine crawlers how to index website, what to index, what not to index and similar. <strong>Example:</strong> admin folder (oc-admin for osclass) is usually not indexed because you do not want your customer to access your backoffice, or show links to your backoffice in search engine.
pt_br: Arquivo robots.txt dar instruções ao motor de pesquisa indexadores como site índice, o que para o índice, o que não para indexar e <strong>semelhante. Exemplo:</strong> pasta admin (oc-admin para osclass) geralmente não é indexada, porque você não quer que seu cliente para acesso seu backoffice, ou mostrar links para seu backoffice no motor de busca.

source: Therefore you should always disable admin folder (oc-admin) not to be indexed by search engines. For your site it is path:
pt_br: Portanto, você deve sempre desativar pasta admin (oc-admin) não deve ser indexado pelos motores de busca. Para o seu site é caminho:

source: When you create robots.txt file using this form, original one will be back up in same folder with name <strong>robots_backup.txt</strong>. This file will be used just in case it does not exist. If it exists, it will not be overwritten.
pt_br: Quando você criar o arquivo robots.txt utilizando este formulário, original estará de volta em mesma pasta com o nome <strong>robots_backup.txt.</strong> Esse arquivo será utilizado apenas no caso de ele não existe. Se ele existir, não será substituído.

source: Do not miss following pages that helps you to understand and correctly generate robots.txt file:
pt_br: Não perca seguinte páginas que ajuda você a entender corretamente e gerar o arquivo robots.txt:

source: robots.txt generator
pt_br: gerador de robots.txt

source: robots.txt documentation
pt_br: documentação robots.txt

source: Web Domain
pt_br: Domínio Web

source: Sub Domain
pt_br: Sub Domínio

source: Info for domain
pt_br: Informações para o domínio

source: BackLinks
pt_br: Backlink

source: Indexed Pages
pt_br: Páginas cadastradas

source: Info for subdomain
pt_br: Informações para subdomínio

source: Stumble
pt_br: STUMBLE UPON

source: Bot Detector
pt_br: Detector Bot

source: Your site is not crawled by any spider (bot).
pt_br: Seu site não será rastreado por qualquer aranha (bot).

source: Your site is crawled by <strong>
pt_br: Seu site é rastreado por<strong></strong>

source: If your website is not running on subdomain, details for subdomain will be hidden.
pt_br: Se seu site não está em execução no subdomínio, detalhes sobre subdomínio ficará escondido.

source: Numbers & Ranks shown here may be lower than are in real, therefore you should not believe it on 100%, it is just to give you orientation how your website is going.
pt_br: Números & Ranks mostrados aqui podem ser menores do que estão em real, portanto você não deve acreditar em 100%, é só para lhe dar orientação como seu site está indo.

source: Parsing/getting values may sometimes fail (usually in rush hours), it means you will see only blank space instead of number. This is usually caused when scripts managing values are overloaded.
pt_br: Analisando / obter valores às vezes pode falhar (geralmente em horas de ponta), isso significa que você vai ver apenas um espaço em branco em vez do número. Isso geralmente é causado quando gerenciamento de scripts valores estão sobrecarregadas.
