Repository: THAYLLER/desapega
Catalog: *-content/plugins/all_*_one/languages/*/messages.po
Languages: pt_br

source: City
pt_br: Cidade

source: Region
pt_br: Estado

source: Country
pt_br: País

source: Site Title
pt_br: Título do site

source: Category
pt_br: Categoria

source: Item Title
pt_br: Titulo do Item

source: Tags order
pt_br: PALAVRAS CHAVES

source: Search Pattern
pt_br: Padrão da procura

source: Publish a listing
pt_br: Publicar um anúncio

source: Edit your listing
pt_br: Editar seu anúncio

source: Send to a friend
pt_br: Enviar a un amigo

source: Contact seller
pt_br: Contatar vendedor

source: Page not found
pt_br: Página não encontrada

source: page
pt_br: página

source: Search result
pt_br: Resultado da Pesquisa

source: Recover your password
pt_br: Recuperar seu senha

source: Login into your account
pt_br: Faca login em sua conta

source: Create a new account
pt_br: ﻿Criar uma nova conta

source: Dashboard
pt_br: Painel de Controle

source: Manage my listings
pt_br: Gerenciar meus anúncios

source: Manage my alerts
pt_br: Gerenciar meus alertas

source: Update my profile
pt_br: Atualizar Perfil

source: Public profile of
pt_br: Perfil público

source: Change my email
pt_br: Alterar e-mail

source: Change my password
pt_br: Alterar minha senha

source: Recover my password
pt_br: Esqueci minha senha

source: Contact
pt_br: Contato

source: All in One SEO Plugin
pt_br: All in One SEO Pack

source: listings
pt_br: Anuncios

source: categories
pt_br: categorias

source: locations
pt_br: Localização

source: static pages
pt_br: Páginas Estáticas

source: sitemap
pt_br: mapa do site

source: stats
pt_br: Estatísticas

source: Meta Options (advanced)
pt_br: Opções de meta (avançado)

source: Title
pt_br: Título

source: Maximum 100 characters
pt_br: Máximo de 100 caracteres

source: Description
pt_br: Descripción

source: Maximum 500 characters
pt_br: Máximo de 500 caracteres

source: Keywords
pt_br: Palavras-chave

source: Separate with comma
pt_br: Separado por vírgula

source: Meta settings for categories saved
pt_br: Configurações de meta para categorias guardada

source: Category Meta Settings
pt_br: Configurações de Categoria

source: Edit Categories
pt_br: Editar Categorias

source: Note
pt_br: Nota

source: To edit meta details for categories, click on "unlock" link on right side
pt_br: Para editar os detalhes de meta de categorias, clique no link "desbloquear" do lado direito

source: Do not edit more than 50 categories at once
pt_br: Não edite mais de 50 categorias de uma só vez

source: Category Name
pt_br: Nome Categoria

source: Meta Title
pt_br: Título Meta

source: Meta Description
pt_br: Metadados de Descrição

source: Meta Keywords
pt_br: Palavras para Metadados

source: Update Categories
pt_br: Atualização de categorias

source: If you do not enter Meta details for category, default osclass settings are used.
pt_br: Se você não inserir dados de Meta para categoria, osclass predefinições são usadas.

source: Do not enter more than 5 keywords per category, it would be useless
pt_br: Não entra mais de 5 palavras-chave por categoria, seria inútil

source: Meta description should be <strong>150 - 160 characters</strong> long, otherwise not whole description will be shown.
pt_br: Descrição de meta deve ser <strong>150-160 caracteres</strong> , caso contrário não toda descrição será mostrada.

source: Meta title should be <strong>50-60 characters</strong> long, otherwise not whole title will be shown.
pt_br: Título de meta deve ser <strong>50-60 caracteres</strong> , caso contrário não todo título será exibido.

source: Meta description & title should contain some keyword for your category, so if you have category Cars, it would be good to have there word Car, Auto etc. This will secure that when user search this word, your site will be shown with your Meta Title & Description you entered here. Otherwise, Google - or other search engines - will generate own.
pt_br: Descrição de meta & título devem conter alguma palavra-chave para sua categoria, então se você tem a categoria carros, seria bom ter lá a palavra carro, Auto etc. Isto assegurará que quando o usuário Pesquisar essa palavra, o seu site será mostrado com seu título e descrição Meta você entrou aqui. Caso contrário, irão gerar o Google - ou outros motores de busca - próprio.

source: When you are on listing page and you show category in title, category name <span class="underline">will not</span> be replaced by category meta title placed here
pt_br: Quando você está na página de listagem e você mostrar categoria no título, categoria nome <span class="underline">não será</span> substituído por categoria meta título colocado aqui

source: Version
pt_br: Versão

source: Author
pt_br: Autor

source: Unlock
pt_br: Desbloquear

source: Sitemap.xml generated correctly in
pt_br: Sitemap. XML gerado corretamente em

source: seconds
pt_br: Segundos

source: Sitemap Generator
pt_br: Gerador de Mapa XML

source: View sitemap.xml file
pt_br: Exibir arquivo de sitemap. xml

source: When sitemap is successfully generated, it is automatically send to Google, Bing and Yahoo.
pt_br: Quando sitemap é gerado com sucesso, é enviar automaticamente para o Google, Bing e Yahoo.

source: Check your cron job settings
pt_br: Verifique suas configurações de trabalho cron

source: if you want to generate sitemap automatically
pt_br: Se você deseja gerar sitemap automaticamente

source: Frequency of sitemap generation
pt_br: Selecione a freqüência de geração de sitemap

source: Weekly
pt_br: Semanal

source: Daily
pt_br: Diário

source: Hourly
pt_br: A cada hora

source: No automatical refresh
pt_br: Nenhuma atualização automática

source: Include listings into sitemap
pt_br: Incluem as listagens em sitemap

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Max count of items in sitemap
pt_br: Contagem de Max de itens no mapa do site

source: Save & Generate Sitemap
pt_br: Salvar e gerar Sitemap

source: When frequency of refresh set, sitemap will be regulary generated using osclass cron functions, therefore make sure you enabled build-in cron for your osclass (Settings > General) <strong>OR</strong> you have set external cron job that manage cron!
pt_br: Quando a freqüência de atualização conjunto, sitemap será regularmente gerado usando funções de cron osclass, portanto certifique-se que você permitiu construir-no cron para seu osclass (configurações > geral) <strong>ou</strong> você definiu externo do cron que gerenciam o cron!

source: When allowed, also listings will be included in sitemap.
pt_br: Quando permitido, também listas serão incluídas no sitemap.

source: Too many listings included in sitemap can break sitemap generation (too much server resources - exhausting). There should not be more than 1000 listings included in sitemap.
pt_br: Também muitos anúncios incluídos no sitemap podem quebrar a geração de sitemap (demais recursos do servidor - cansativo). Não deve haver mais de 1000 anúncios incluídos no sitemap.

source: Maximum number of items that can be added to sitemap is 10 000, even if you enter higher number, just 10 000 listings will be included.
pt_br: Número máximo de itens que podem ser adicionados ao mapa do site é 10 000 mesmo se você inserir o maior número, apenas 10 000 as listas serão incluídas.

source: Maximum execution time on your server is
pt_br: É o tempo máximo de execução em seu servidor

source: If generation of sitemap takes almost as long as is execution time, contact your hosting provider to increase Maximum execution time on your server, or lower number of items included to sitemap
pt_br: Se a geração de sitemap leva quase o tempo é o tempo de execução, em contato com seu provedor de hospedagem para aumentar o tempo de execução máximo em seu servidor, ou um número menor de itens inclusos para sitemap

source: Backup file .htaccess_backup file was successfully created
pt_br: Arquivo de .htaccess_backup do arquivo de backup foi criado com êxito

source: .htaccess file was successfully updated
pt_br: htaccess arquivo foi atualizado com sucesso

source: It is impossible to write to .htaccess file, please change CHMOD settings on this file.
pt_br: É impossível escrever para um arquivo. htaccess, por favor, altere configurações CHMOD este arquivo.

source: You did not activated Friendly URLs. Activate it first or you will not be able to save settings.
pt_br: Você fez URLs amigáveis não registrados. Ativá-lo primeiro, ou você não será capaz de salvar as configurações.

source: Activate Permalinks (Friendly URLs) >>
pt_br: Ativar o Permalinks (URLs amigáveis) >>

source: .htaccess file settings
pt_br: configurações do arquivo. htaccess

source: Choose .htaccess you want to use
pt_br: Escolha você quer usar o. htaccess

source: Custom
pt_br: Personalizado

source: .htaccess file content
pt_br: conteúdo do arquivo. htaccess

source: Update .htaccess file
pt_br: Arquivo de atualização de. htaccess

source: You can use .htaccess generated by this form (custom) or default .htaccess (original). When original choosen will be choosen, copy from backup file will be used to restore original file
pt_br: Você pode usar o htaccess gerado por este formulário (personalizado) ou padrão htaccess (original). Quando escolhido original serão escolhidos, cópia de arquivo de backup será usada para restaurar o arquivo original

source: When you create .htaccess file using this form, original one will be back up in same folder with name <strong>.htaccess_backup</strong>. This file will be used just in case it does not exist. If it exists, it will not be overwritten.
pt_br: Quando você criar um arquivo. htaccess usando este formulário, um original será back-up na mesma pasta com o nome <strong>.htaccess_backup</strong>. Esse arquivo será usado apenas no caso de não existir. Se ele existe, ele não será sobrescrito.

source: Do not miss following pages that helps you to understand and correctly generate .htaccess file:
pt_br: Não perca a sequência de páginas que ajuda você a entender e gerar corretamente o arquivo. htaccess:

source: .htaccess generator
pt_br: gerador. htaccess

source: .htaccess documentation
pt_br: documentação do. htaccess

source: Default .htaccess file generated by osclass has content:
pt_br: Arquivo. htaccess padrão gerado pelo osclass tem conteúdo:

source: When you get <strong>500 Internal Server Error</strong> on your site, there was some problem in saving .htaccess file or your code is incorrect. In this case just replace content of file with default content listed above.
pt_br: Quando você chegar a <strong>500 Internal Server Error</strong> no seu site, havia algum problema em salvar o arquivo. htaccess ou seu código está incorreto. Neste caso, basta substitua o conteúdo do arquivo com conteúdo padrão listado acima.

source: It is not possible to get content of website
pt_br: Não é possível obter o conteúdo do site

source: Status of Reciprocal Link with ID
pt_br: Status do Link recíproco com ID

source: was successfully updated
pt_br: arquivo robots.txt foi atualizado com sucesso

source: Error when updating backlink link
pt_br: Erro ao atualizar link backlink

source: Link title cannot be empty!
pt_br: Título não pode estar vazio

source: Error when updating backlink
pt_br: Erro ao atualizar backlink

source: Link URL cannot be empty!
pt_br: Link URL não pode estar vazio!

source: Links updated
pt_br: Ligações atualizado

source: BackLink was successfully created
pt_br: BackLink foi criado com êxito

source: Error when creating backlink link
pt_br: Erro ao criar ligação backlink

source: Link title & URL cannot be empty!
pt_br: Link título e URL não pode estar vazio!

source: Error when updating reciprocal link
pt_br: Erro ao atualizar ligação recíproca

source: Your referral URL cannot be empty!
pt_br: Seu URL de referência não pode estar vazio!

source: URL with your link cannot be empty!
pt_br: URL com o seu link não pode estar vazio!

source: Warning: Entered contact email in reciprocal link
pt_br: Aviso: Introduzido-mail de contato em ligação recíproca

source: is not in correct format!
pt_br: não está no formato correto!

source: Reciprocal Links updated
pt_br: Ligações recíprocas atualizado

source: Warning: Entered contact email is not in correct format!
pt_br: Aviso: Introduzido de e-mail não está no formato correto!

source: Reciprocal Link was successfully created
pt_br: Reciprocal Link foi criado com êxito

source: Error when creating reciprocal link
pt_br: Erro ao criar ligação recíproca

source: Your referral URL and URL with your link cannot be empty!
pt_br: Seu URL de referência e com o seu link URL não pode estar vazio!

source: Owner of website
pt_br: Proprietário do site

source: was successfully informed that backlink was not found
pt_br: foi informado de sucesso que backlink não foi encontrado

source: Error when sending email to reciprocal link
pt_br: Erro ao enviar e-mail para ligação recíproca

source: Contact email is not valid or is empty!
pt_br: E-mail não é válido ou está vazio!

source: Back links Management
pt_br: Gestão de ligações para trás

source: Add new link
pt_br: Adicionar Novo Link

source: Make sure you enter correct URL that contains http:// or https://, otherwise link will not work
pt_br: Certifique-se de que você entra URL correta que contém http: // ou https: //, caso contrário ligação não funcionará

source: Link Title
pt_br: Título do Link

source: Link URL
pt_br: URL do Link

source: Add link
pt_br: Adicionar link

source: Show links in footer
pt_br: Mostrar ligações no rodapé

source: You can show BackLinks wherever you want placing this code:
pt_br: Você pode mostrar BackLinks onde quiser colocar este código:

source: Auto-hook links to footer
pt_br: Ligações Auto-gancho para footer

source: Current footer links
pt_br: Links de rodapé atuais

source: Footer
pt_br: Rodapé

source: Generated link
pt_br: Link gerado

source: Show
pt_br: Exibir

source: Add
pt_br: Adicionar

source: Are you sure you want to delete link
pt_br: Você tem certeza de que deseja excluir

source: Delete
pt_br: Excluir

source: Update
pt_br: Actualizar

source: Reciprocal links Management
pt_br: Gestão de ligações recíprocas

source: Add new reciprocal link
pt_br: Adicionar novo link recíproco

source: Slash (/) at the end of link will be removed from Your referral link
pt_br: Slash (/) no final do link será removido do seu link de referência

source: www will be removed from Your referral link
pt_br: www será removido do seu link de referência

source: Your (referral) URL is link address in backlink - usually URL to your site
pt_br: Seu (de referência) URL é o endereço de link em backlink - geralmente URL para o seu site

source: URL with your link is link to website, where was placed your backlink - usually some external site
pt_br: URL com o seu link é link para o site, onde foi colocado o seu backlink - geralmente algum site externo

source: Contact is email to owner of website where is placed your backlink
pt_br: O contato é e-mail para proprietário de site onde é colocado o seu backlink

source: Your (referral) URL
pt_br: Seu URL (de referência)

source: URL with your link
pt_br: URL com o seu link

source: Contact to web owner
pt_br: Contactar proprietário para web

source: Current reciprocal links
pt_br: As ligações recíprocas actuais

source: URL where is placed your link
pt_br: URL onde é colocado o seu link

source: Owner email
pt_br: Proprietário de e-mail

source: Status
pt_br: Situação

source: Link was found, everything is good
pt_br: Link foi encontrado, tudo é bom

source: Link was not found
pt_br: Link não foi encontrado

source: No status saved yet, refresh status
pt_br: Nenhum status salvos ainda, status de atualização

source: Send
pt_br: Enviar

source: Refresh status of this reciprocal link
pt_br: Atualizar status desta ligação recíproca

source: Refresh
pt_br: Atualizar

source: Are you sure you want to delete reciprocal link
pt_br: Tem certeza de que deseja excluir ligação recíproca

source: Status explanation
pt_br: Explicação estatuto

source: Send Warning Emails
pt_br: Enviar e-mails de advertência

source: Link Title cannot be empty, otherwise link will not be visible for user.
pt_br: Link Título não pode ser vazio, caso contrário, a ligação não será visível para o usuário.

source: Enter URL with <strong>http://</strong> or <strong>https://</strong> ... if you enter just www.your_site.com, this may not work!
pt_br: Enter URL com <strong>http: //</strong> ou <strong>https: //</strong> ... se você digitar apenas www.your_site.com, isso pode não funcionar!

source: When auto-hooked, it is added to hook <strong>footer</strong> that should be placed in every theme in footer.php (footer file) at bottom of page. Links are wrapped in div with id <strong>#footer-links</strong> and has default style: width:100%; float:left; clear:both;
pt_br: Quando auto-viciado, ele é adicionado para ligar <strong>rodapé que</strong> deve ser colocado em cada tema em footer.php (arquivo de rodapé) na parte inferior da página. Os links são envolto em div com ID <strong># footer-links</strong> e tem estilo padrão: width: 100%; float: left; limpar ambos;

source: Check this to add link to footer. This link will be thrown by function <strong>SeoFooterLinks()</strong> that needs to be auto-hooked or placed manually to footer - read <sup class="sup-go go1">(1)</sup>. Otherwise, link will not be shown.
pt_br: Marque essa opção para adicionar link para rodapé. Este link será lançada pelo <strong>SeoFooterLinks ()</strong> função que precisa ser auto-viciado ou colocados manualmente para rodapé - leia <sup class="sup-go go1">(1).</sup> Caso contrário, a ligação não será exibida.

source: Enter here URL that reffers - points to your site.<br /><strong>Example:</strong> If you ask someone to place on his website your backlink, it can be something like this
pt_br: Digite aqui URL que reffers - aponta para o seu site. <br /> <strong>Exemplo: Se</strong> você perguntar a alguém para colocar em seu site o seu backlink, pode ser algo parecido com isto

source: Buy & Sell everything
pt_br: Compra e Venda de tudo

source: in this link,
pt_br: ligação rodapé

source: is
pt_br: é

source: your referral URL
pt_br: seu URL de referência

source: Enter here URL where is placed your backlink. Usually this is some external site that refers back to your website.<br /><strong>Example:</strong> If your backlink would be placed on
pt_br: Digite aqui URL onde é colocado o seu backlink. Normalmente este é um site externo que remete para o seu site. <br /> <strong>Exemplo:</strong> Se o seu backlink seria colocado em

source: this would be
pt_br: isto seria

source: URL with your link,
pt_br: URL com seu link,

source: Enter email contact to owner of website, where is placed your link. In case link is removed (or cannot be found), plugin can send warning email to this person that link was removed and if will not be added again, cooperation with that website will be cancelled
pt_br: Digite e-mail para o dono do site, onde é colocado o seu link. No caso de ligação é removida (ou não pode ser encontrado), plugin pode enviar e-mails de advertência a esta pessoa que apontam foi removido e se não será adicionado novamente, a cooperação com que o site será cancelada

source: Select to which people you want to send warning email that reciprocal link was not found on their website with kindly request to add it here or inform you why it is not here. You can send email just in case status is red - link not found. You can also select which people you want to contact.
pt_br: Selecione a que as pessoas que você deseja enviar e-mail de aviso que ligação recíproca não foi encontrado em seu site com pedido gentilmente para adicioná-lo aqui ou informá-lo por que ele não está aqui. Você pode enviar e-mail apenas no status do caso é vermelho - link não encontrado. Você também pode selecionar quais pessoas você quiser entrar em contato.

source: Meta Settings Saved
pt_br: Configurações Salvas

source: Meta Global Settings
pt_br: Configurações globais

source: Meta Tags on item post/edit
pt_br: Meta Tags no item de post / editar

source: Allow to all users
pt_br: Permitir a todos os utilizadores

source: Allow to registered users only
pt_br: Deixe somente para usuários registrados

source: Allow only to admin
pt_br: Permitir apenas ao admin

source: If you are logged in as admin (in oc-admin), you will still be able to see custom meta option even if it is disabled. If you loggout from oc-admin, you will not see it.
pt_br: Se você estiver logado como administrador (em oc-admin), você ainda será capaz de ver costume meta opção mesmo se ele está desativado. Se você loggout de oc-admin, você não vai vê-lo.

source: Separate keywords with comma, i.e.: key1, key2, key3
pt_br: Palavras-chave separadas com vírgula, ou seja: key1, key2, key3

source: Delimiter (used in title)
pt_br: Delimitador (usado no título):

source: Meta Settings
pt_br: Configurações da Meta

source: Listing page - this settings will be reflected just on this pages
pt_br: Listagem página - essas configurações serão refletidas apenas a partir desta páginas

source: Page title on listing page
pt_br: Título da página na página de listagem

source: Name of field
pt_br: Nome de campo

source: Show in meta title
pt_br: Mostrar no título meta

source: Order
pt_br: Pedido

source: 1. First
pt_br: 1. Primeiro

source: 2. Second
pt_br: 2. Segundo

source: 3. Third
pt_br: [3] Terceiro:

source: 4. Fourth
pt_br: [4] Quarto:

source: 5. Fifth
pt_br: [5] Quinto:

source: 6. Sixth
pt_br: 6. sexto

source: Page Title
pt_br: Título da Página

source: Category / Search page - this settings will be reflected just on this pages
pt_br: Categoria / Página de busca - esta configuração será refletido apenas a partir desta páginas

source: Page title on category page
pt_br: Título da página na página categoria

source: Improve Meta description of category & search pages
pt_br: Melhorar a descrição Meta de categoria e páginas de busca

source: Home page - this settings will be reflected just on this pages
pt_br: Home page - essas configurações serão refletidas apenas a partir desta páginas

source: Title on home page
pt_br: Título na home page

source: Description on home page
pt_br: Descrição na home page

source: Other pages - this settings will be reflected just on this pages
pt_br: Outras páginas - essas configurações serão refletidas apenas a partir desta páginas

source: Position of page title
pt_br: Posição do título da página

source: First
pt_br: Primeira

source: Last
pt_br: Último

source: Page title on other pages
pt_br: Título da página em outras páginas

source: Important notes for good SEO performance
pt_br: Notas importantes para o bom desempenho SEO

source: Objective of this plugin is improve Meta Tags for your classifieds and bring more customers from search engines and higher click rate in search engines
pt_br: Objetivo deste plugin é melhorar Meta Tags para seus anúncios e trazer mais clientes a partir de motores de busca e maior taxa de cliques nos motores de busca

source: Before using this plugin, read some tips & tricks of SEO for your contry. You should also get familiar with Search Engine Optimization so you know what are you doing
pt_br: Antes de usar este plugin, ler algumas dicas e truques de SEO para seu contry. Você também deve se familiarizar com o Search Engine Optimization para que você saiba o que está fazendo

source: What is SEO ?
pt_br: O que é SEO?

source: Almost all parts of plugin (except BackLink section) is targeted to improve <strong>on-page SEO factors</strong> that are just part of SEO success
pt_br: Quase todas as partes do plugin (com excepção da secção BackLink) é direcionado para <strong>melhorar</strong> os fatores de <strong>SEO na página</strong> que são apenas parte de SEO sucesso
